{
  "names": {
    "1": "1. Алла (Аллаһ) Әлемдердің Жаратушысы\n\nБұл Хақ Тағаланың ең маңызды, ең басты есімі. Бұл есім басқа ешкімге айтылмайды. Бұл сөз араб тіліндегі Әл-Иләһ – «Нағыз Құдай» деген сөзден өрбиді.\n«Алладан басқа құдай жоқ, Ол – Мәңгі тірі, Өздігінен тұрышу» (Әли Имран, 2).\nКімде-кім осы иләһи есімді күніне 1000 рет қайталаса, оның жүрегіндегі бүкіл күдік, шәк атаулы жойылады. Оның орнына Құдайға деген иманы кәміл, сенімі берік бола түседі. Тәңірдің осы басты есімін көп қайталап, дұға қылудың түрлі дерттерге шипалық әсері бар.",
    "2": "2. Ар-Рахман Аса рахымды, Аса мейірімді\n\nМейірім-рахымы бүкіл әлемдерді – дүние мен ақыретті, күллі жаратылысты, мұсылмандарды да, кәпірді де қамтушы.\n«Құдайларың – бір Құдай, Одан өзге құдай жоқ, Ол – Аса рахымды әрі Ерекше мейірімді» (Бақара, 163).\nБұл есімді көп қайталаудың адамның есте сақтау қабілеті жақсарып, жүректегі қатігездік сезім жойылады. Әрбір намаздан кейін 100 рет қайталаса дінге деген салғырттықтан арылады.",
    "3": "3. Ар-Рахим Ерекше мейірімді\n\n«Ол – Алла, Одан өзге құдай жоқ, Ол – ғайыпты да, көрнеуді де білуші, Ол – Аса рахымды әрі Ерекше мейірімді» (Хашыр, 22)\nБұл есімді әрбір намаздан кейін жүз рет қайталаған жан түрлі бәле-жаладан құтылады.",
    "4": "4. Әл-Мәлик Патша, билік Иесі\n\n«Алла бәрінен де биік, Хақиқи Патша! Одан басқа құдай жоқ, Ол – ардақты аршының Иесі. (Мүминун, 116).\nОсы есімді түс ауғаннан кейін көп мәрте қайталаған пенде ақшаға деген тәуелділіктен құтылады.",
    "5": "5. Әл-Қуддус Аса Қасиетті\n\n«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті» (Хашыр, 23)\nОсы көркем есімді әрдайым қайталап жүрген жанды Алла рухани кеселдерден сақтайды. Ол үшін осы есімді күніне 100 рет қайталау керек.",
    "6": "6. Әс-Сәләм Бейбіт, Сәлем Иесі\n\n«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт» (Хашыр, 23)\nБұл көркем есімді көп мәрте қайталаған пендесін Алла түрлі бәле-жалалардан, сынақтардан сақтайды. Ал осы есімді 115 немесе 160 рет оқып, науқасқа дем салса, Алла қаласа оған ем береді.",
    "7": "7. Әл-Мумин Аса сенімді\n\n«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт, Аса сенімді» (Хашыр, 23)\nОсы есімді бір Құдайдан қорыққан түрде 630 мәрте қайталаған адамды Алла барлық тауқыметтерден қорғайды. Әрдайым қорғану ниетімен оқып жүруге болады.",
    "8": "8. Әл-Муһәймин Толық Басқарушы, Толық бақылаушы\n\n«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт, Аса сенімді, Толық басқарушы» (Хашыр, 23)\nКімде-кім ғұсыл алып, шомылған соң екі рәкағат намаз оқып, сосын осы көркем есімді шынайы ықылас, ниетпен 100 мәрте қайталаса, Алла Тағала оған рухани һәм тәни тазалық сыйлайды.\nАл осы көркем есімді 115 мәрте қайталаған адамды Алла бұрын білмеген нәрсесімен таныстырады.",
    "9": "9. Әл-Азиз Үстем, Аса даңқты, бәріне құдіретті\n\n«Ол сондай (Алла) сендерді жатырларда қалауынша бейнелейді. Одан басқа ешбір тәңір жоқ. Ол – Үстем әрі Аса дана» (Әли Имран, 6)\nОсы көркем есімді 40 күн бойы әр күн сайын үздіксіз 40 мәрте қайталаған адамға Алла құрметтілік пен дербестік сыйлайды. Ал күн сайын таң намазынан кейін 40 рет қайталаса таршылық пен мұқтаждықтан құтқарады.",
    "10": "10. Әл-Жаббар Бойсұндырушы, Аса Құдіретті\n\n«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбітшіл, Аса сенімді, Толық басқарушы, Үстем, Бойсұндырушы» (Хашыр, 23)\nОсы көркем есімді таңертең және кешке 226 реттен қайталап жүрген жан, Алла қаласа, қатыгездік пен қиянаттан аман болады. Ал бұл есімді қайталауды әдетке айналдырған адам өз ерік-жігеріне қарсы ешнәрсе істемейді әрі түрлі қиындықтардан қорғалады.",
    "11": "11. Әл-Мутәкәббир Тәкаппар, Аса жоғары\n\n«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт, Аса сенімді, Толық басқарушы, Үстем, Бойсұндырушы, Тәкаппар» (Хашыр, 23)\nОсы көркем есімді көп қайталайтын адам құрмет пен абыройға ие болады. Ал бұл есімді қиын іске кірісерден бұрын көп қайталаса, Алланың қалауымен ол іс оңтайланады. Сондай-ақ, бұл көркем есімді жүкті әйел толғатудан бұрын көп қайталаса, ізгі де ізетті ұрпақ туылады.",
    "12": "12. Әл-Халиқ Жаратушы\n\n«Ол – Алла – Жаратушы, Жоқтан бар етуші, Бейнелеуші, көркем есімдер Оған тән» (Хашыр, 24)\nАлланың осы бір көркем есімін жеті күн бойы күніне 100 мәртеден қайталап жүрсе, Алла оны түрлі бәле-жалалардан қорғайды. Ал бұл есімді түнгі мезгілде ұзақ қайталауды дағдыға айналдырған жанның құрметі үшін Алланың қалауымен періштелер истиғфар айтып, Раббысына сәжде жасайды.",
    "13": "13. Әл-Бари Жоқтан бар етуші (Жаратушы)\n\n«Жоқтан бар етуші Иелеріңе тәубе етіңдер» (Бақара, 54).\nЕгер бедеулік дерті бар әйел 7 күн ораза тұтып, күн сайын ауызашардан бұрын «Әл-Халиқ, әл-Бари, әл-Мусаууир» деп 21 мәрте қайталап, сосын су құйылған кесеге дем салып, сол сумен аузын ашса, иншалла, Алла Тағала оған перзент сыйлайды.",
    "14": "14. Әл-Мусаууир Бейнелеуші\n\n«Ол, Алла – Жаратушы, Жоқтан бар етуші, Бейнелеуші, көркем есімдер Оған тән» (Хашыр, 24).\nАлдыңғы көркем есімде айтылған шара осы есімге де қатысты.",
    "15": "15. Әл-Ғаффар Кешірімшіл, Аса кешірімді\n\n«Көктер мен жердің әрі олардың арасындағылардың Иесі, Үстем һәм Кешірімшіл» (Coд, 66)\nКімде-кім осы есімді жұма намазынан кейін 100 мәрте қайталаса, Алла Тағала оның күнә-қателіктерін кешіреді. Бұл есімді жарылқау тілеу мақсатында көп мәрте оқыса болады. Ал күн сайын екінті намазынан «Ия, Ғаффар, иғфирли!» деп көп қайталауды дағдыға айналдырған жанды Алла күнәсі кешірілгендердің қатарына қосады.",
    "16": "16. Әл-Қаһһар Өктем, шексіз қаһар Иесі\n\n«Алла – әрбір нәрсенің Жаратушысы әрі Ол – Жалғыз һәм Өктем де» (Рағыд, 16)\nБұл есімді көп қайталау материалистік таным санасын улаған адам үшін өте пайдалы. Сонда оның жүрегінде Аллаға деген махаббат нық орнайды. Сондай-ақ күнәға ұрынудан қорған болады.",
    "17": "17. Әл-Уаһһаб Сый беруші\n\n«Әлде оларда Даңқты әрі Сый беруші Раббыңның мейірім қазыналары бар ма еді?!» (Сод, 9)\nКедейліктің тауқыметін тартқан пенде үшін осы есімді көп мәрте қайталағанның пайдасы зор. Болмаса дұха(сәске) намазының соңғы сәждесінде жатқанда 40 рет қайталаса жақсы. Ондай адамды, Алла Тағала, иншалла, таршылықтан құтқарады. Ал қандай да бір дұғаның, тілектің қабыл болуын қалаған жан үшін осы көркем есімді тілегін айтқан соң 7 мәрте қайталағаны немесе үйінде, не мешітте 3 мәрте сәжде жасап, сосын екі қолын көтеріп, осы көркем есімді 100 мәрте қайталау ұсынылады. Сонда, Алла қаласа, тілек болады.\nМұқтаж кісі, тұтқынға түскен адам немесе өз-өзін қамтамасыз ете алмай, дәрменсіз болған жан осы көркем есімді өзін қамтамасыз ете алмай, дәрменсіз болған жан осы көркем есімді 3 не 7 түн бойы түн ортасында екі рәкағат нәпіл намаз оқып, сосын осы көркем есімді 100 мәрте қайталайтын болса, иншалла, Алла Тағала оны мұқтаждықтан, тұтқыннан құтқарады.",
    "18": "18. Ар-Раззақ Ризықтандырушы\n\n«Шындығында Алла, Ол – Ризықтандырушы, күш-қуаттың Иесі, Мығым» (Зәрият, 58)\nБұл көркем есімді таң намазынан кейін 10 рет қайталап, үйінің төрт бұрышына үрлесе, Алла қаласа оған ризықтың есігін айқара ашады. Ал осы есімді көп рет қайталауды әдетке айналдырған жанға Алла Тағала жеткілікті несібе береді.",
    "19": "19. Әл-Фаттах Жеңуші, Ашушы\n\n«Ол (Алла) – Ашушы, Білуші» (Сәбә, 26)\nТаң намазынан кейін қолын кеудесіне қойып, Алланың осы бір көркем есімін 70 мәрте қайталаған жанның жүрегі иман нұрымен нұрланады. Ал осы есімді көп қайталауды әдетке айналдырған пендеге нұр мен жеңіс жетеді.",
    "20": "20. Әл-Алим Бәрін Білуші\n\n«Алла сені олардан құтқарады әрі Ол Естуші һәм Білуші» (Бақара, 137)\nОсы бір көркем есімін көп қайталаған жанға Алла Тағала тарапынан білім мен хикметтің есігі ашылады да, жүрегі нұрға толады. Бұл көркем есімді көбіне кешке қарай қайталаған жөн.",
    "21": "21. Әл-Қабид Тарылтушы, Ұстап қалушы\n\n«Алла тарылтады әрі кеңейтеді әрі түбінде Оған қайтасыңдар» (Бақара, 245)\nАлланың осы көркем есімін төрт бөлек нанға жазып, оны төрт күн бойы жеген адам аштықтан, шөлден, ауру-сырқаудан сақталады. Алла білуші.",
    "22": "22. Әл-Басит Кеңейтуші\n\n«Алла тарылтады әрі кеңейтеді әрі түбінде Оған қайтасыңдар» (Бақара, 245)\nКімде-кім дұха намазынан кейін екі қолын көтеріп дұға жасаған соң осы көркем есімді 10 мәрте қайталап, бетін сипаса, Алла оған ерік-жігер беріп, жалғыздықтан сақтайды.",
    "23": "23. Әл-Хафид Төмендетуші, Түсіруші\n\n«Ұлы әрі Даңқты Алла ұйықтамайды әрі ұйқы Оған тән емес, Ол әділдікті бірде төмен түсіріп, бірде көтеріп тұрады» Мүслім риуаят еткен хадис.\nБұл көркем есімді 500 мәрте қайталаған жанның Алла тілегін қабыл етіп, қиыншылықтардан құтқарады. Ал кім үш күн нәпіл ораза тұтып, төртінші күні осы көркем есімді оңаша отырып 70 рет қайталаса дұшпанын жеңеді(ең басты дұшпан, әрине, адамның өзінің нәпсісі).",
    "24": "24. Ар-Рафиъ Жоғарылатушы, Биіктетуші\n\n«Алла сендерден иман келтіргендер мен білім берілгендердің дәрежелерін көтереді» (Мүжәделе, 11)\nМұсылмандық ай күнтізбесі бойынша әрбір айдың 14-ші күніне қараған түні, яғни айдың толысқан түні осы көркем есімді 100 мәрте қайталаған адамға Алла ерік-жігер мен әрбір нәрседен тәуелсіздік сыйлайды.",
    "25": "25. Әл-Муъиззу Даңқты асырушы, жеңіс беруші\n\n«Уа, Алла! ...Қалағаныңның даңқын асырасың, қалағаныңның дәрежесін төмендетесің» (Әли Имран, 26)\nЖексенбі және бейсенбі күндері ақшам намазынан кейін осы есімді 40 мәрте қайталауды әдетке айналдырған адамға Алла Тағала құрмет, абырой сыйлайды.",
    "26": "26. Әл-Музиллу Дәрежені төмендетуші\n\n«Уа, Алла! …Қалағаныңның даңқын асырасың, қалағаныңның дәрежесін төмендетесің» (Әли Имран, 26)\nОсы көркем есімді 75 рет қайталаған соң сақтану дұғасын оқыған адамды Алла дұшпандардың мен қызғаншақтардың қыспағынан құтқарады.",
    "27": "27. Әс-Сәмиъ Бәрін Естуші\n\n«Оған(Аллаға) ұқсайтын ештеңе де жоқ әрі Ол бәрін Естуші һәм Көруші» (Шура, 11)\nАлла Тағала Өзінің осы бір көркем есімін дұха намазынан кейін 500 мәрте (немесе бейсенбі күні 50 мәрте) қайталаған пенденің тілек-дұғасын қабыл алады. Көркем есімді қайталау кезінде басқа нәрсемен айналыспауы шарт.\nСондай-ақ бейсенбі күні таң намазының сүннеті мен парызының арасында осы көркем есімді 100 мәрте қайталаған жанға Алла Тағала Өзінің арнайы мейірім-рахымын түсіреді. Ал осы көркем есімді бейсенбі күні дұха намазынан кейін шын ықыласымен қайталаған пенденің дұғасы қабыл болады.",
    "28": "28. Әл-Басир Бәрін Көруші\n\n«Әрі Ол бәрін Естуші һәм Көруші» (Исра, 1)\nАлла Тағала осы көркем есімін жұма намазынан кейін 100 мәрте қайталаған жанның көруін жақсартып, жанарын нұрландырады. Жұма намазының алдыңғы сүннеті оқыған соң парызына дейін осы көркем есімді қайталаған адамға абырой мен құрмет беріледі.",
    "29": "29. Әл-Хакам Қазы, Төреші\n\n«Қиямет күні таласқан нәрселерің туралы сендердің араларыңа Алла төрелік етеді» (Хаж, 69)\nАлла Тағала түннің соңғы бөлігінде ғұсыл алған соң осы бір көркем есімді 99 рет қайталаған адамның жүрегін нұрландырып, хикметті сездіреді. Әсіресе, бұл есімді бейсенбіден жұмаға қараған түні көп қайталаған дұрыс.",
    "30": "30. Әл-Адл Әділ, Әділетті\n\n«Расында Алла әділдікке, ізгілікке бұйырады» (Нахыл, 90)\nОсы бір көркем есімді 20 бөлік нанға жазып, бейсенбіден жұмаға қараған түні немесе жұма күні жесе, Алланың құдіретімен жаратылыстың бәрі сол адаммен ынтымақта болады. Ал кім жұмаға қараған түні 20 мәрте қайталаса, оның ықыласы мен шынайы достары көбейеді.",
    "31": "31. Әл-Латиф Жұмсақ, Мейірімді\n\n«Алла құлдарына Жұмсақ, қалағанын ризықтандырады. Ол Күшті әрі Даңқты» (Шура, 19).\nАлла Тағала Өзінің осы бір көркем есімін 133 мәрте қайталап жүрген адамға шексіз ризық беріп, оның ізгі ниетті жоспарларын жүзеге асырады. Сондай-ақ, кедейліктен, кеселден, жалғыздықтан немесе сараңдықтан құтылу үшін сүннетке сәйкес түрде ғұсыл алып шомылып, 2 рәкағат нәпіл намаз оқыған соң осы көркем есімді 100 рет қайталаса тілегі орындалады.",
    "32": " 32. Әл-Хабир Бәрінен Хабардар\n\n«Алла пенделерінің үстінен Өктем әрі Ол Дана һәм бәрінен Хабардар» (Әнғам, 18).\nОсы көркем есімді төрт күн бойы шынайы ықыласпен көп мәрте қайталаған жан Алланың қалауымен хикметке жетеді. Сондай-ақ, бұл есімді көп қайталау нәпсінің тойымсыздығынан және жаман әдеттерден құтылуға себеп болады.",
    "33": "33. Әл-Халим Мүләйім, жылылық Иесі\n\n«Алла Кешірімді әрі Мүләйім» (Бақара, 225).\nОсы көркем есімді бір жапырақ қағазға жазып оны суға езіп, сол суды біреуге, не бір нәрсеге бүркісе, сол нәрседе, Алла қаласа, құт-береке мен сақтаныш болады. Ал егін салып жатқан кезде осы есімді бір қағазға жазып, оны егін себілген жерге жасырса, иншалла, егін зияннан аман болады.",
    "34": "34. Әл-Азим Ұлы, Ардақты\n\n«Ұлы Раббыңның есімін пәктеп, дәріпте» (Хаққа, 52)\nОсы көркем есімді көп мәрте қайталаған жан, иншалла, абырой мен құрметке лайықты болады.",
    "35": "35. Әл-Ғафур Кешіруші, Кешірімді\n\n«Әрі Раббың Кешірімді әрі мейірім Иесі» (Кәһф, 58)\nОсы бір Алланың көркем есімін ұдайы қайталаған адам бас аурудан, тұмаудан, қайғы-қасіреттен құтылады, иншалла. Сондай-ақ, ондай адамға Алла құт-береке мен ұрпақ сыйлайды. Ал кімде-кім шын ықыласымен «Ия, Ғафур! Ия, Раббиғфирли» (Уа, Кешіруші! Уа, Раббым! Мені кешіре гөр!») деп айтса, Алла оның күнәларын кешіреді.",
    "36": "36. Әш-Шәкур Алғыс Иесі, жақсылықтың қарымтасын қайтарушы\n\n«Ал кім ізгілік істесе оның ізгілігін арттырамыз. Шындығында Алла Кешірімді әрі Алғыс Иесі» (Шура, 23)\nОсы көркем есімді күніне 41 мәрте қайталауды дағдыға айналдырған жан қаржы, денсаулық, рухани және тағы да басқа қиындықтардан құтылады. Жүрегінде ауыр сезімі, қайғы-мұңы бар адамға осы көркем есімді 41 рет ыдысқа құйылған суға оқып, сол суға шомылу ұсынылады. Сол уақытта Алла қаласа оның жағдайын жеңілдетіп, ерік-жігер берер.",
    "37": "37. Әл-Алий Бәрінен Биік, Асқақ\n\n«Үкім айту Асқақ, Үлкен Аллаға тән» (Ғафыр, 12)\nОсы көркем есімді күн сайын қайталап жүруді дағдыға айналдырып, оны қағазға жазып сақтап жүрген жанның Алла Тағала байлығын арттырып, ізгі мақсат-мұраттарына жеткізеді. Сондай-ақ, бұл есімді дәйім айтып жүрген адамның иманы күшейіп, игі ниетті істеріне қолы жеткізетін болады.",
    "38": "38. Әл-Кәбир Үлкен, Аса зор\n\n«Ол(Алла) – ғайыпты әрі жарияны білуші, Үлкен әрі бәрінен Биік» (Рағыд, 9)\nЖұмысынан себепсіз шығарылған немесе қиындыққа тап болған адам Алланың разылығы үшін 7 күн бойы нәпіл ораза тұтып, әрбір күні осы көркем есімді шын ниетпен 1000 мәрте қайталайтын болса, иншалла, Алла оның қиын ісін оңалтады. Ал бұл көркем есімді күн сайын 100 мәртеден қайталап жүрген жан сый мен құрметке ие болады.\n",
    "39": "39. Әл-Хафиз Сақтаушы, қорғаушы\n\n«Әрі Раббың әрбір нәрсенің Сақтаушысы» (Сәбә, 21)\nБұл көркем есімді әрдайым, күн сайын қайталап жүрген пендені Алла Тағала түрлі тауқыметтерден, зиянға ұшыраудан сақтайды. Ал күніне 16 мәрте қайталаған жан бәле-жаладан аман болады.",
    "40": "40. Әл-Муқит Қорек беруші, пенделердің қажеттіліктерін меңгеруші, құдіретті\n\n«Алла барлық нәрсеге қорек беруші(құдіретті)» (Ниса, 85)\nОсы көркем есімді көп қайталап жүрген жанның дұғасы қабыл болып, таршылықтан азат болады, иншалла.",
    "41": "41. Әл-Хасиб Есептеуші\n\n«Шындығында Алла барлық нәрсені Есептеуші» (Ниса, 86)\nКімде-кім бір нәрседен қауіптенсе осы көркем есімді бейсенбіден бастап 7 күн бойы таңертең және кешке 70 мәртеден қайталасын, 71-іншісінде «Хасбиаллааһул-Хасииб» (Әрбір нәрсені есепке алатын Алла маған(қорған, пана, жәрдемші болуға) жеткілікті») деп айтсын. Сонда Алла, қаласа, қауіп-қатерден, жамандықтан құтқарады.",
    "42": "42. Әл-Жәлил Аса ұлық, аса мәртебелі\n\n«Ұлылық пен жомарттықтың Иесі Раббыңның есімін ұлықта» (Рахман, 78)\nОсы көркем есімді қағазға не матаға жазып сақтаған пендені Алла қаласа, сый-құрметке бөлейді.",
    "43": "43. Әл-Кәрим Аса жомарт, Ардақты\n\n«Ей, адам! Сені Жомарт Раббың туралы не нәрсе адастырды?!» (Инфитар, 6)\nКім өзінің ізгі, ардақты адамдардың қатарында болуын қаласа, осы көркем есімді ұйқыдан алдын көп мәрте қайталасын.",
    "44": "44. Ар-Рақиб Бақылаушы\n\n«Шындығында Алла – сендерді Бақылаушы» (Ниса, 1)\nОтбасы мен мал-мүлік түрлі бәле-жаладан аман болуы үшін осы көркем есімді 7 мәрте оқып, оларға дем салынады. Сондай-ақ, өзінің жеке басы үшін де солай етсе болады.",
    "45": "45. Әл-Мужиб Жауап беруші, тілекті қабыл алушы\n\n«Расында Раббым өте жақын әрі жауап беруші» (Һуд, 61)\nОсы көркем есімді көп мәрте қайталаған адамның дұға-тілегі Алла қаласа, қабыл болады.",
    "46": "46. Әл-Уасиъ Кеңпейілді, Бәрін қамтушы\n\n«Расында Алла өте кең әрі аса дана» (Ниса, 130)\nРухани жақтан жетілуге, материалдық жақтан дербестікке ұмтылған адам осы көркем есімді көп мәрте оқып жүрсе, иншалла, мұратына жетеді. Сондай-ақ, таршылыққа тап болып, табыс таба алмаған адам осы көркем есімді дәйім қайталап жүрсе, иншалла, табысқа кенеледі.",
    "47": "47. Әл-Хаким Дана, хикмет Иесі\n\n«Ол (Алла) – Дана һәм бәрінен Хабардар» (Әнғам, 18)\nОсы көркем есімді көп мәрте қайталауды әдетке айналдырған жанға Алла Тағала білім мен хикметтің есігін ашады.",
    "48": "48. Әл-Уадуд Сүюші, Сүйікті\n\n«Әрі Ол (Алла) – Кешірімді һәм Сүюші» (Буруж, 14)\nКімде-кім Алланың осы бір көркем есімін 1000 мәрте қайталап, жұбай екеуі ішетін тамаққа үрлеп, сосын оны жұбайы екеуі жесе, олардың арасындағы дүрдараздық жоғалып, сүйіспеншілік орнайды, иншалла. Ал ренжіскен жандардың арасын жарастыру үшін дастархан дайындан, ондағы тағамға қарап, осы көркем есімді 1001рет қайталау қажет.",
    "49": "49. Әл-Мәжид Даңқты, абырой Иесі\n\n«Ол (Алла) – аршының даңқты Иесі» (Буруж,15)\nКімде-кім науқастанып қалса, мұсылман күнтізбесі бойынша айдың 13, 14, 15 күндері (яғни, айдың толысқан күндері) ораза тұтып, ауызашарда осы көркем есімді көп мәрте қайталап, суға үрлеп, сол сумен аузын ашса, иншалла, ауруынан айығады. Ал бұл есімді дәйім айтып жүруді әдетке айналдырған пенде басқалар тарапынан сый-құрметке ие болады.",
    "50": "50. Әл-Баъис Қайта Тірілтуші\n\n«Ол күні Алла олардың барлығын тірілтіп, істеген нәрселерінен хабар береді» (Мүжәдәлә,7)\nКімде-кім ұйқыға жатудан бұрын қолын кеудесіне қойып, осы көркем есімді 100 немесе 101 мәрте қайталаса, оның жүрегі хикмет пен нұрға толады. Бұл есімді тақуалықты күшейту үшін де қайталауға болады.",
    "51": "51. Әш-Шәһид Куәгер, барлық нәрсеге куә болушы\n\n«Расында Алла әрбір нәрсеге куәгер» (Хаж, 17)\nЕгер жұбайы немесе балалар айтқанға көнбейтін болғанда күйеуі не әкесі оның маңдайына қолын қойып, осы көркем есімді 21 мәрте қайталап, оған дем салса, иншалла, мінез-құлқы, қылығы жақсаратын болады.",
    "52": "52. Әл-Хаққ Ақиқат, Хақ, Хақиқи\n\n«Патша әрі Хақ Алла бәрінен биік» (Мүминун, 116)\nЕгер бір кісінің туысы жоғалып кетсе, не ұрланғанда осы көркем есімді төртбұрышты қағаздың төрт бұрышына жазып, таң намазын оқудан бұрын сол қағазды алақанына қойып, дұға-тілегін оқыса, иншалла, жоғалған адам не зат қайтып келеді.",
    "53": "53. Әл-Уәкил Қамқор, Уәкілдік етуші, Өкіл\n\n«Алла әрбір нәрсенің Жаратушысы әрі Ол әрбір нәрсенің Өкілі, қамқоры» (Зүмәр, 62)\nКімде-кім қауіп-қатерден, бақытсыздықтан қорықса, осы көркем есімді көп мәрте қайталасын. Сонда Алла қаласа қауіпсіз болады. Сондай-ақ, су, өрт сияқты тілсіз жаудан сескенген жан да осы есімді көп рет қайталаса, амандықта болады, иншалла.",
    "54": "54. Әл-Қауий Қуатты, Күшті\n\n«Шындығында Раббың Ол – Күшті, әрі Үстем» (Һуд, 66)\nЗалымдар тарапынан сүргінге, жәбірге душар болған жан осы көркем есімді көп мәрте қайталаса, Құдай қаласа, дұшпаны жеңіліп, жағдайы жақсарады. Алайда бұл тәсілді тек шарасыз жағдайларда ғана қолдануы шарт.",
    "55": "55. Әл-Мәтин Өте Берік, Мықты\n\n«Шындығынды Алла Ол – Ризықтандырушы, күш-қуаттың Мықты Иесі» (Зәрият, 58)\nОсы көркем есімді көп қайталаған адам басына тап болған бәле-жалалардан құтылады. Сонымен бірге кеудесінен сүт шықпаған келіншек, осы көркем есім жазылған парақ салынып, езілген суды ішсе, иншалла, кеудесіне сүт келеді.",
    "56": "56. Әл-Уалий Дос, Жанашыр\n\n«Алла – иман келтіргендердің Жанашыры» (Бақара, 257)\nОсы көркем есімді көп қайталаған жанның рухани байлығы, тақуалығы артады. Ал кімнің жұбайының мінез-құлқы нашар болса, оның қасында отырған кезде осы көркем есімді көп рет қайталау керек. Алла қаласа, мінез-құлқы жақсарады.",
    "57": "57. Әл-Хамид Мақтаулы\n\n«Алланың Бай һәм Мақтаулы екендігін біліңдер» (Бақара, 267)\nОсы көркем есімді 45 күн бойы оңаша күйде 93 мәртеден қайталаған жанның жаман әдеттері жақсы әдеттерге алмасады. Сондай-ақ, бұл есімді көп қайталаушы адам сүйкімді әрі құрметті жанға айналады.",
    "58": "58. Әл-Мухси Бәрін есептеуші\n\n«Ол күні Алла олардың барлығын тірілтіп, істеген нәрселерінен хабар береді. Алла оның бәрін есептеген, ал олар ұмытқан-ды. Расында Алла әрбір нәрсеге куәгер» (Мүжәдәлә, 7)\nОсы көркем есімді күніне 20 реттен қайталап, жейтін асына 20 рет дем салған адамға, иншалла, барлық жан жәрдемші болады.",
    "59": "59. Әл-Мубди Бастаушы\n\nЖұбайының түсік тастамауы не мезгілінен бұрын босанбауы үшін күйеуі таң намазынан алдыңғы сәресі уақытында оның ішінің үстіне қолын қойып, осы көркем есімді шынайы ықыласпен 99 мәрте қайталаса, иншалла, еш қауіп орын алмайды.",
    "60": "60. Әл-Муғид Қайтарушы\n\n«Расында Ол бастайды әрі қайтарады» (Буруж, 13)\nЕгер бір адам жоғалып кетсе, үйдегі кісілер ұйықтап жатқанда осы көркем есімді шын ықыласпен 70 мәрте қайталап, үйдің бұрыштарына дем салу керек. Сонда, иншалла, 7 күн ішінде жоғалған адам қайтып оралады немесе одан бір хабар болады.",
    "61": "61. Әл-Мухи Тірілтуші\n\n«Оны(жерді) тірілткен(Алла) өлілерді де тірілтеді» (Фұссилат, 39)\nОсы көркем есімді шынайы түрде көп мәрте қайталап, науқас адамға дем салса, Алла қаласа, оны ауруынан айықтырады. Сондай-ақ, мінез-құлықты жақсарту үшін осы көркем есімді көп рет қайталап, қолына дем салып, онымен денесін сипау керек.",
    "62": "62. Әл-Мумит Өлтіруші\n\n«Ол(Алла) тірілтеді және өлтіреді әрі Оған қайтасыңдар» (Жүніс, 56)\nКімде-кім өзін басқара алмай, не ұйқысыздықтан қиналса, қолын кеудесіне қойып, осы көркем есімді қашан ұйықтағанша көп мәрте қайталай беру керек. Сонда оның бойына күш-жігер бітеді. Бұл есімді, сондай-ақ, ақыреттің азаптарынан сақтану үшін де көп қайталауға болады.",
    "63": "63. Әл-Хайй Мәңгі Тірі\n\n«Алладан басқа құдай жоқ, Ол – Мәңгі тірі, Өздігінен тұрушы» (Әли Имран, 2)\nДенсаулығының мықты болуын тілеген жан осы көркем есімді күніне 3000 мәрте қайталасын. Сондай-ақ, қандай да бір аурудан емделу үшін осы көркем есімді хош иісті мискпен немесе раушан гүлімен түстес сумен бір қағазға жазып, оны суға езген соң сол суды науқасқа беру керек.",
    "64": "64. Әл-Қаййум Жаратылыстың істерін басқарушы, Өздігінен Тұрушы\n\n«Алладан басқа құдай жоқ, Ол – Мәңгі тірі, Өздігінен тұрушы» (Әли Имран, 2)\nОсы көркем есімді шын ықыласымен көп мәрте қайталаған адамға Алла Тағала құрмет пен байлықты сыйлап, түрлі қауіп-қатерден сақтайды. Ал таң намазынан кейін күн шыққанша үздіксіз «Ия, Хаййу! Ия, Қаййум!» деп қайталау арқылы жалқаулықты, керенаулықты, салғырттықты кетіруге болады.",
    "65": "65. Әл-Уажид Табушы, Бар қылдырушы, Бай\n\nОсы есімді тамақтану кезінде көп қайталаған жанның тамағы оған күш-қуат пен нұр береді. Сонымен бірге осы көркем есімді жанның тынышталуы мен көңіл-күйді жақсарту үшін көп мәрте қайталау керек.",
    "66": "66. Әл-Мәжид Игілікті, Даңқты\n\nОсы бір көркем есімді шын ықыласпен оңаша көп мәрте қайталау, иманның күшеюіне себеп болады, иншалла.",
    "67": "67. Әл-Уахид Жалғыз, Біреу\n\n«(Уа, Мұхаммед! Сен оларға) Расында мен бар болғаны ескертушімін. Жалғыз әрі Өктем Алладан басқа құдай да жоқ» деп айт» (Сад, 65)\nОсы көркем есімді күніне 1000 мәрте қайталаған жанның пәни дүниеге деген шектен тыс құмарлығы және одан қорқынышы жойылады. Сонымен бірге күніне «Ия, Ахад!» деп 1000 мәрте оңаша қайталаған адамның тілеуі, иншалла, қабыл болады. Алла Тағала ондай жанға тыныштық беріп, кереметтерін көрсетеді.",
    "68": "68. Ас-Самад Мұқтажсыз, Мұңсыз\n\n«Алла Мұңсыз» (Ықылас, 2)\nТаң намазының уақытынан бұрын нәпіл намазда сәждеде жатып, осы көркем есімді 115 мәрте қайталаған жанға әділдік пен шынайылық беріледі. Ал осы есімді дәретті күйде көп қайталса, иншалла, дүние тіршілігіне деген тәуелділік жойылады.",
    "69": "69. Әл-Қадир Құдіретті, Өлшеуші\n\n«Біз оның тағдырын белгіледік. Неткен құдіретті, дәл өлшеушіміз!» (Мүрсәләт, 23)\nКімде-кім екі ракағат нәпіл намазын оқыған соң осы көркем есімді 100 мәрте қайталаса, иншалла, дұшпандарына қарсы жеңіске жетеді. Қиын іске тап болғанда 41 рет қайталаса, ол ісі оңтайланады. Сондай-ақ, осы көркем есімді көп қайталап жүру арман-тілектердің орындалуына себеп болады.",
    "70": "70. Әл-Муқтадир Бәріне құдіретті\n\n«Расында Алла барлық нәрсеге Құдіретті» (Кәһф, 45)\nҰйқыдан тұра салысымен осы көркем есімді 20 мәрте немесе одан көп рет қайталау алға қойған жоспарлардың жеңіл түрде орындалуына себеп болады. Ал бұл есімді көп мәрте қайталап жүру ақиқатқа жетуге жәрдем болады.",
    "71": "71. Әл-Муқаддим Алға шығарушы\n\nАлланың елшісінің(с.а.у.) дұғаларының бірі мынадай: «Уа, Алла! Менің бұрынғы әрі кейінгі, жасырын әрі жария күнәларымды, ысырап еткенімді, Өзіңнің менен білетіндеріңді кешіре гөр! Расында Сен Алға шығарушысың һәм Артқа қоюшысың, Сенен басқа құдай жоқ». Мүслім риуаят еткен хадис.\nОсы көркем есімді дәйім айтып жүруді дағдыға айналдырған адамға Алла Тағала батылдықты, айбындықты сыйлап, дұшпандарынан сақтайды. Сондай-ақ, бұл есімді көп қайталаған жан тілалғыш әрі тәртіпті болады.",
    "72": "72. Әл-Му’аххир Артқа қоюшы\n\n«Менің бұрынғы әрі кейінгі, жасырын әрі жария күнәларымды кешіре гөр! Расында Сен Алға шығарушысың һәм Артқа қоюшысың, Сенен басқа құдай жоқ, Өзіңнен өзге құдай жоқ», - дейтін болған. Бұхари риуаят еткен хадис.\nРухани жақтан жетілуді қалаған жан үшін осы көркем есімді күніне 100 мәртеден қайталауды әдетке айналдыру керек.",
    "73": "73. Әл-Әууәл Ең әуелгі, ең бірінші\n\n«Ол – Ең бірінші әрі Ең соңғы..» (Хадид, 3)\nБалалы болуын қалаған адам осы көркем есімді күніне 40 мәртеден қайталасын. Ал егер осы есімді 40 жұма бойы 1000 реттен қайталаған жан мынадай қасиетке ие болады:\n1) Егер жолаушы болып, осы көркем есімді қайталап жүрсе еліне абырой-құрметпен, аман-сау оралады;\n2) Осы көркем есімді қайталаушы зиян-зардаптардан сау болады;\n3) Алла Тағала оның тілегін қабыл алады.",
    "74": "74. Әл-Ахир Ең ақырғы, ең соңғы\n\n«Ол – Ең бірінші әрі Ең соңғы..» (Хадид, 3)\nОсы көркем есімді күніне 1000 мәртеден қайталап жүрген жан, иншалла, мынадай қасиеттерге ие болады:\n1. Оның жүрегі Аллаға деген махаббатқа толады;\n2. Басқа жанға немесе басқа нәрсеге деген лайықсыз сүйіспеншілік жүрегінен шығады;\n3. Оның күнә-қателіктері кешіріледі;\n4. Сол қалыпта қайтыс болып кетсе, иманмен өледі.\nСонымен бірге бұл есімді көп қайталап жүрген жан дүние тіршілігінде жақсы ғұмыр кешумен бірге одан аман-сау, иманмен көшеді.",
    "75": "75. Аз-Заһир Айқын, Бәрінен жоғары тұрушы\n\n«Ол – Ең бірінші әрі Ең соңғы, Жоғары тұрушы..» (Хадид, 3)\nОсы көркем есімді күніне қосымша намаз болып есептелетін сәске(дұха) намазынан кейін 500 мәртеден қайталаған жанның жүрегі нұрға толып, көру сезімі жақсара түседі, иншалла.",
    "76": "76. Әл-Батин Жасырын, Барлық нәрсені қамтушы\n\n«Ол – Ең бірінші әрі Ең соңғы, Жоғары тұрушы әрі Жақын тұрушы..» (Хадид, 3)\nБұл есімді күніне 33 мәртеден қайталаған жанның жүрегі Аллаға деген махабатқа толып, иншалла, кереметтерге жетеді. Сондай-ақ, осы көркем есімді қосып былайша дұға қылған жанның тілегі қабыл болады: «Һуал-Әууәлу, уал-Ахиру, уаз-Заһиру, уал-Батыйну, уа һуа ъәлә күлли шәйин қадир».",
    "77": "77. Әл-Уаали Әмірші\n\n«Егер Алла бір қауымға жамандық қаласа оны ештеңе де қайтара алмайды. Әрі олар үшін Одан басқа Әмірші жоқ» (Рағыд, 11)\nБұл көркем есімді 99 мәртеден қайталап жүретін жан түрлі бәле-жаладан, апаттардан, тауқыметтерден қорғалынады. Ал кім осы көркем есімді көп мәрте қайталап, үйдің бұрышына үрлесе, иншалла, сол үй жамандықтардан аман болады. Дұшпанды жеңу үшін онымен кездесуден бұрын осы есімді 11 мәрте қайталау керек.",
    "78": "78. Әл-Мутәъәли Бәрінен Биік\n\n«Ол(Алла) ғайыпты да, жарияны да білуші, Аса зор әрі бәрінен Биік» (Рағыд, 9)\nОсы көркем есімді көп қайталау арқылы, Алла қаласа, барлық мәселелердің шешімі табылады. Сондай-ақ, жоғалған күш-жігер мен абырой қалпына келеді.",
    "79": "79. Әл-Барр Ізгі, күллі игіліктің, жомарттықтың Иесі\n\n«Расында Ол – Ізгі әрі ерекше мейірімді» (Тұр, 28)\nОсы көркем есімді күнделікті 7 мәртеден қайталап жүрген жан, иншалла, арақ ішуден, жеңіл жүрістерден және тағы басқа да күнәлардан қорғалынады. Сондай-ақ, осы көркем есімді 7 мәртеден қайталап жүрген жанның дүниеге деген шектен тыс құмарлығы жойылады, ал оны оқып болған соң жаңа туылған нәрестеге дем салса, ол жамандықтан аман болады, иншалла.",
    "80": "80. Әт-Тәууәб Тәубені тез қабыл алушы\n\n«..Расында Ол – тәубені тез қабыл алушы әрі ерекше мейірімді» (Бақара, 37)\nОсы көркем есімді көп мәрте қайталау арқылы, иншалла, алға қойған мақсаттар орындалады. Ал кімде-кім өзін жәбірлеген адамның қасында тұрып осы есімді ішінен 10 мәрте қайталаса, иншалла, жәбірлеушінің жәбірінен аман болады. Сондай-ақ, осы көркем есімді күніне дұха намазынан кейін 360 мәрте қайталап жүрген жанды Алла Тағала шынай тәубенің жолына салады.",
    "81": "81. Әл-Мунтәқим Кек қайтарушы\n\n«Расында Алла Даңқты әрі кектің Иесі» (Ибраһим, 47)\nКімде-кім зорлық-зомбылыққа, жәбірлеуге душар болып, қиянат көрсе, осы көркем есімді үш жұма бойы(жұма күндері) қайталасын. Сонда, Алла қаласа, әділеттілік орнайды.",
    "82": "82. Әл-Афуу Ғафу етуші, Кешіруші\n\n«Шындығында Алла Ғафу етуші әрі Кешірімді» (Ниса, 43)\nБұл көркем есімді көп қайталаған жанның Алла Тағала күнә-қателіктерін кешіріп, жарылқайды. Оны көп қайталаған соң мына дұғаны оқымақ ләзім: «Аллаһумма иннәкә Афуун, тухиббулафуа, фаъфу ъанни!». Мағынасы: «Уа, Алла! Расында Сен Кешірушісің әрі кешіргенді жақсы көресің, мені кешіре гөр!»",
    "83": "83. Ар-Раууф Мейірбан\n\n«Шындығында Раббыларың Мейірбан әрі ерекше мейірімді» (Нахыл, 7)\nӨзінің нәпсісінің кесапаттарымен күресіп, оны жеңгісі келген жан намаздағы отырыста оқылатын Пайғамбарға(с.а.с.) арналған салауаттарды 10 мәрте оқып, сосын осы көркем есімді 10 мәрте қайталау керек. Иншалла, содан кейін оның бойында тыныштық орнап, нәпсісі сынады. Сондай-ақ, осы көркем есімді көп қайталаушы жанға барлық жаратылыс сүйіспеншілікпен қарайтын болады, Алладан жарылқау болады һәм қатал басшымен қарым-қатынасты жақсартады.",
    "84": "84. Мәликул-мулк Патшалықтардың, Биліктің Патшасы, Иесі\n\n«Уа, Алла! Биліктің Иесі!..» (Әли Имран, 26)\nБұл көркем есімді көп қайталаған жанға байлық пен бақуаттылық беріліп, тәуелділіктен құтылады.",
    "85": "85. Зул-жәләли уал-икрам Ұлылық пен Жомарттықтың Иесі\n\n«Ұлылық пен жомарттықтың Иесі – Раббыңның есімін ұлықта» (Рахман, 78)\nОсы көркем есімді көп қайталаған пендесіне Алла Тағала абырой, құрмет және тәуелсіздік береді, иншалла.",
    "86": "86. Әл-Муқсит Әділетті\n\n«Раббым әділдікке бұйырды де» (Ағраф, 29)\nОсы көркем есімді көп қайталаған адам шайтанның азғыруымен келетін күмән мен күдіктің барлық түрінен аулақтайды. Ізгі істі жүзеге асыру үшін осы есімді 700 мәрте қайталау керек.",
    "87": "87. Әл-Жамиъ Жинаушы\n\n«Раббымыз! Расында Сен шүбәсыз болатын күні адамдарды Жинаушысың» (Әли Имран, 9)\nТүрлі жағдайлардың – соғыс, апаттардың салдарынан бір-бірлерінен алыстап, жырақта қалып, ажырап қалған туыстары табыстыру үшін толық дәрет алып, сәске(дұха) намазын оқыған соң екі қолды жоғары көтеріп, осы көркем есімді 10 мәрте қайталау керек. Сондай-ақ, жоғалып кеткен адамды не затты табу үшін мына дұғаны оқымақ ләзім. «Аллаһумма ия, Джәәмиъән-нәәси лийәумил-ләә райбә фииһи, иджмәъ даалләтии». Мағынасы: «Уа, Алла! Адамдарды шүбәсыз болатұғын күнге – Қиямет күніне бірін қалдырмай Жинаушы! Менің жоғалтқанымды әкеле гөр!»",
    "88": "88. Әл-Ғани Бай, Жеткілікті, Беймұқтаж\n\n«Алла – Бай, ал сендер Оған – мұқтажсыңдар» (Мұхаммед, 38)\nОсы көркем есімді күнде 70 мәртеден қайталаған жанға Алла тағала құт-береке сыйлайды. Сондай-ақ, бұл есімді көп мәрте қайталап, науқас адамға үрлесе, иншалла, ауруынан айығады.",
    "89": "89. Әл-Муғни Байытушы\n\n«Әрі байытқан да, қанағаттандырған да – Ол» (Нәжім, 48)\nБұл көркем есімді 1111 рет қайталап, одан кейін намазда оқылатын Пайғамбарға (с.а.у.) салауатты 11 рет оқыған адамға рухани бақуаттылық беріледі.",
    "90": "90. Әл-Маниъ Тыйым салушы, Тоқтатушы\n\nПайғамбар (с.а.у.): «Уа, Алла! Сенің бергеніңе тыйым салушы жоқ һәм Сенің тыйым салғаныңды беруші жоқ», - деп дұға қылған. Бұхари риуаят еткен хадис.\nОсы көркем есімді төсегінде жатып 20 мәрте қайталаған адамның жұбайымен қарым-қатынасы жақсарып, арадағы кикілжің жойылады, сүйіспеншілік пен махаббат орнайды. Сонымен бірге осы көркем есімді көп қайталаған жан түрлі жамандықтан аман болады. Бұл есімді ізгі істердің жүзеге асуы үшін көп мәрте қайталау керек.",
    "91": "91. Ад-Дарр Зияндық беруші\n\n«Мен тек Алла қаламаса өзіме бір пайда да, зиян да келтіре алмаймын деп айт» (Ағраф, 188)\nРухани және тәни қауіпсіздік үшін осы көркем есімді жұмаға қараған түні 100 мәрте қайталамақ ләзім. Мұны көп оқу адамның рухани байлығын байытып, оны Аллаға жақындата түседі.",
    "92": "92. Ән-Нафиъ Пайда беруші\n\n«Мен тек Алла қаламаса өзіме бір пайда да, зиян да келтіре алмаймын деп айт» (Ағраф, 188)\nБұл көркем есімді кемеге немесе басқа да көлік құралдарына отырардан бұрын көп қайталаса, иншалла, түрлі бәле-жаладан, апаттан аман-сау болады. Сондай-ақ, осы есімді ізгі істің басында 41 мәрте қайталаса, иншалла, ол іс жүзеге асады. Сонымен бірге жүкті әйел баласын туардан алдын осы есімді көп қайталаса, Алла қаласа, туылған нәресте тілалғыш әрі тақуа ұрпақ болады.",
    "93": "93. Ән-Нур Нұр, Нұрландырушы\n\n«Алла – көктер мен жердің нұрландырушысы» (Нұр, 35)\nОсы көркем есімді Нұр сүресін оқыған соң 1001 мәрте қайталаса немесе осы есімді көп мәрте қайталап жүрсе, иншалла, ол адамның жүрегіне нұр орнайды. Ал егер оңаша түрде екі ракағат намаз оқып, осы көркем есімді 7 мәрте қайталаса, иншалла, ол адамның жоғалған не ұрланған заты қайта оралады.",
    "94": "94. Әл-Һәди Туралыққа бастаушы\n\n«Шындығында Алла – иман келтірушілерді тура жолға бастаушы» (Хаж, 54)\nКімде-кім екі қолын жоғары көтеріп, аспанға қарап, осы көркем есімді көп қайталаса, иншалла, оның иманы нығайып, тақуалығы артады, Алла оны тура жолға бастайды. Сондай-ақ, осы есімді көп қайталау рухани танымға жетелейді.",
    "95": "95. Әл-Бәдиъ Көркем Жаратушы\n\n«(Алла) көктер мен жерді көркем жаратушысы. Егер бір істі қаласа, бар болғаны «бол» дейді де ол болады» (Бақара, 117)\nКімде-кім «Ия, Бәдииъә-сәмәәуәәти уал-ард!» «Уа, көктер мен жерді көркем жаратушы!») деп 1000 мәрте қайталаса, иншалла, оның бойындағы қайғы-қасіреттен ештеңе де қалмайды, егер қайтыс болса, иманмен қайтады. Бұл дұғаны ақшам мен құптан намаздарының арасында айтқан абзал.\nСондай-ақ, кімде-кім бір тәуекелді іске бел буып,оның жүзеге асуына күмәнді болса, осы көркем есімді ұйқыға жатардан алдын көп мәрте қайталасын. Иншалла, сол кезде оның ісі оңға басып, күдігі сейіледі.",
    "96": "96. Әл-Бақи Мәңгі қалушы\n\n«Тек ұлылық пен жомарттықтың Иесі – Раббыңның дидары ғана қалады» (Рахман, 27)\nКімде-кім осы көркем есімді бейсенбіден жұмаға қараған түні шынай ықылас-ниетімен 1000 мәрте қайталаса, иншалла, барлық қауіп-қатерден, қиындықтардан аман болып, Алланың құзырында ізгі істері қабыл болады.",
    "97": "97. Әл-Уарис Мирасқор\n\n«Әрі Біз Мирасқор болдық» (Қасас, 58)\nКімде-кім күн шықпастан бұрын осы көркем есімді 100 мәрте қайталайтын болса, иншалла, қайғы-қасіреттен, таршылықтан, тағы басқа да тауқыметтерден аман-сау болады. Сондай-ақ, бұл есімді көп қайталау мұқтаждық пен мазасыздықтан құтқарады.",
    "98": "98. Ар-Рашид Туралыққа Нұсқаушы\n\n«Бұрын Біз Ибраһимге тура нұсқау берген болатынбыз» (Әнбия, 51)\nКімде-кім ойға алған ісін жүзеге асырудың жолын таппаса немесе оны жоспарлауды білмесе, осы көркем есімді ақшам мен құптан намаздарының арасында 1000 мәрте қайталасын. Сонда, Алла қаласа, оның ісі алға басады.",
    "99": "99. Ас-Сабур Аса сабырлы\n\n«Аллаға және Оның елшісіне мойынсұнғандар және таласпаңдар, өйтсеңдер сәтсіздікке ұшырап, күш-қуаттарың кетеді. Сабыр етіңдер, расында Алла сабырлыларды жақсы көреді» (Әнфал, 46)\nПайғамбар (с.а.у.) былай деген: «Құлақпен естіген жәбірге Алладан асқан сабырлы ешкім не ешнәрсе жоқ. Олар(кәпірлер) Оған бала телиді, ал Ол соған қарамастан оларды есен қылып, ризықтандырумен болады». Бұхари риуаят еткен хадис.\nОсы көркем есімді күн шыққанға дейін 100 мәрте қайталаған жан сол күні түрлі жамандықтан аман-сау болады, оның дұшпандары оған ештеңе де істей алмайды, иншалла. Сондай-ақ, осы көркем есімді ахуалдың жақсаруы үшін 1020 мәрте қайталаған жөн."
  }
}